/*
 Navicat Premium Data Transfer

 Source Server         : localhost
 Source Server Type    : MySQL
 Source Server Version : 80031 (8.0.31)
 Source Host           : localhost:3306
 Source Schema         : book_club

 Target Server Type    : MySQL
 Target Server Version : 80031 (8.0.31)
 File Encoding         : 65001

 Date: 20/11/2023 21:24:14
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for book
-- ----------------------------
DROP TABLE IF EXISTS `book`;
CREATE TABLE `book`  (
  `id` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT 'ID',
  `name` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '书籍名称',
  `img` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '封面',
  `author` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '作者',
  `publishers` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '出版社',
  `tributary` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '流派',
  `subheading` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '副标题',
  `translator` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '译者',
  `original_title` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '原作名',
  `year` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '出版年',
  `pagination` int NULL DEFAULT NULL COMMENT '页数',
  `description` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL COMMENT '内容简介',
  `isbn` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT 'isbn',
  `create_time` datetime NULL DEFAULT NULL COMMENT '创建时间',
  `create_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '发布人',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci COMMENT = '书籍表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of book
-- ----------------------------
INSERT INTO `book` VALUES ('1725075250192465922', '有工作的穷人', 'http://localhost:9001/attachment/FILE/0d812195240ea928bdcf2f2c9b0fcaa9.jpg', '[美]阿恩·卡勒伯格 / [美]凯文·赫威森 / [韩] / 申光荣', '中国科学技术出版社', '人文', '全球化与亚洲地区不稳定就业', ' 张凌', 'Precarious Asia: Global Capitalism and Work in Janpan, South Korea and Indonesia', '2023-9', 328, '【内容简介】  本书评估了全球和国内因素对日本、韩国和印度尼西亚的不稳定就业及其产生的影响。这三个国家是典型的亚洲资本主义经济体：日本和韩国现在是发达国家和成熟的经济体，而印度尼西亚仍然是一个中低收入国家。  凭借他们在亚洲研究、比较政治经济学、社会分化和不平等，以及工作社 会学方面多年的研究，三位作者对不稳定就业的发展程度和产生的后果提出了令人信服的见解，并研究了该类从业者人数上升的背后动力。 通过将宏观层面的政策、中观层面的劳资关系和个体工人的微观经历联系起来，他们揭示了催生不稳定就业的错综复杂的力量，并在此过程中将历史、制度分析与有关资本主义和阶级关系的政治经济学相结合。这本书揭示了不稳定就业最终如何导致日益严重的不平等，并使部分人口陷入长期贫困，令更多人的生活和收入朝不保夕。  【编辑推荐】  1.通过对不稳定工作者生活境遇的深入调查，以及缜密细致的数据分析，从全球化、政治制度、社会文化等角度分析不稳定工作在亚洲国家兴起和不断加剧的根源，揭示不稳定就业最终如何导致日益严重的不平等，令更多人的生活和收入朝不保夕。  2.结合日本、韩国、印度尼西亚各自的社会、历史背景，分析社会运动、工会的发展以及政治民主化转型，与不稳定就业之间微妙的关系。  【名人推荐】  本书填补了一个学界亟待填补的空白，通过整合历史制度主义和政治经济学的方法，帮助读者了解在出现了不稳定就业的国家里制度所起的作用。 —— 利亚·F.沃斯科  约克大学教授  本书深刻而引人入胜地探索了亚洲不稳定工作的驱动因素，以及各国政府在试图平衡需要就业灵活性的企业和要求基本社会和生计保护的工作者之间相互冲突的诉求时，所采取的各种不同、具有政治争议的手段。  ——弗雷德里克·C.德约  纽约州立大学宾汉姆顿分校社会学系荣休教授  本书提供了一个宏观的视角，将三个国家的现状置于整个地区和全球的广阔画布上。作者为我们打开了视野，揭露了日益紧张的劳资关系，以及由不稳定就业造成的深刻社会断层。  ——海蒂·戈特弗里德  韦恩州立大学社会学副教授  三位作者在研究劳动者在一个日益不稳定的时代所面临的困境时充满了同情。他们的比较分析框架对于希望从就业权利的角度进一步调查和研究日本、韩国和印度尼西亚长期社会发展的学者和活动家非常有价值。在本书中，作者对受民族国家和其他不同层次的政治主体影响的亚洲资本主义-劳工政治动态关系进行了深刻的分析。  ——《当代亚洲杂志》  在《有工作的穷人：全球化与亚洲地区不稳定就业》一书中，三位作者对亚洲三个重要的经济体的不稳定就业提供了一个全新的视角。本书介绍了三个国家不稳定就业的发展历程，影响工作不稳定程度和类型的全球和国内力量，以及不平等和贫困造成的后果。  ——《美国社会学期刊》', '9787523601600', '2023-11-16 16:56:05', 'admin');
INSERT INTO `book` VALUES ('1725397714684559362', '恐惧景观', 'http://localhost:9001/attachment/FILE/f627e9f73f5bc63c5bf241ca71a95cba.jpg', '[美]段义孚', '译林出版社', '小说', '', '徐文宁', 'Landscapes of Fear', '2023-9-30', 436, '【内容简介】\n\n这本书是段义孚先生的经典之作，深度探索了恐惧的空间以及这些景观如何在我们的生活以及历史的长河中发生变化。在一系列跨越地域、时间和文化的文章中，段义孚探讨了恐惧在个人和社会中的不同表现形式和成因：他描述了流行病以及超自然幻象所造成的恐惧，乡村和城市中的暴力和恐惧，对干旱、洪水、饥荒和疾病的恐惧，以及恐惧景观形成后灌输给民众的方式。\n\n在这本开创性的著作中，段义孚回顾历史，以发现我们刻在基因中的恐惧哪些是普遍的，哪些是特殊的。 他强调，人类的恐惧是一种常态，它促使我们划出所谓“安全区”，但恐惧同时也是好奇心、成长和冒险背后的基本动力。本书指导读者了解恐惧的形成机制，探索恐惧的发展历程；并借此引导读者正视焦虑、读懂人性、理解世界。\n\n北京师范大学地理科学学部教授周尚意为本书倾情撰写中文版导言。\n\n【编辑推荐】\n\n◎纪念段义孚先生逝世一周年。\n\n◎人文地理学之父段义孚开山之作，开创性地从文化的高度审视人类活动与各种景观之间的关联。北京师范大学地理科学学部教授周尚意倾情撰写导读。\n\n◎一部关于焦虑及其各种表现形式的精美的百科全书式的专著，内容横跨古今。毫不费力地涵盖了史学、心理学和人类学。\n\n◎探讨了恐惧在个人和社会中的不同表现形式和成因，以及恐惧景观形成后灌输给民众的方式。指导读者探索恐惧的发展历程，并借此引导读者正视焦虑、读懂人性、理解世界。\n\n◎段义孚作为我们心中地理世界的发现者、揭示者、解释者，本书的文字不仅凝结成为知识，更成为了一种广为传播的人生智慧。在与已出版的《浪漫地理学》的梦幻联动中，段义孚系列作品传递出一种理念：人类正是在浪漫渴望与深层恐惧的双重驱策下，孕育出种种重要的文明成就。\n\n【名人评价及推荐】\n\n这是一部关于焦虑及其各种表现形式的精美的百科全书式的专著，内容横跨古今。段义孚是一位跨学科的大师，（其作品）毫不费力地涵盖了史学、心理学和人类学。这项研究引人入胜且记录精良。\n\n——科克斯书评\n\n其实地理学是否有文化，取决于地理学界是否有一批人，从文化的高度来审视人类的各类活动。《恐惧景观》就体现了这种思路。在书中，我们可以看到段义孚先生提到的研究对象，既有大自然的风景，也有农田、城市。显然这些都不是狭义的文化概念，但是地理学者可以从人性的视角来分析它们。而人性就是人文主义地理学的核心。\n\n——北京师范大学地理科学学部教授 周尚意', '9787544798099', '2023-11-17 14:17:26', 'admin');
INSERT INTO `book` VALUES ('1726448216159502337', '五星聚', 'http://localhost:9001/attachment/FILE/e9abaa002245987d56769b3f95dae38c.jpg', '海麟', '九州出版社', '文学', '星象中的天命转移与王朝盛衰', NULL, NULL, '2023-10', 528, '👀 作家阿城先生诚意推荐！👀\n\n📜 天文语言如何成为历史密码？📜\n\n📜 金木水火土五星会聚，意味天下大乱还是盛世太平？📜\n\n📜 分析古人对于星象的解读、转移、隐藏甚至编造 📜\n\n👀 揭开夏商周以来王朝天命的内幕，发现历史暗潮汹涌的另一面 👀\n\n📔编辑推荐📔\n\n✫掌握天命之符——五星聚，见证数千年的王朝嬗变与兴衰\n\n在中国古代，五星聚等特殊天象被视为统治者的天命证明，彰显其王朝的正统性与合法性。夏朝天命来自“天命玄宫”，殷商天命来自“镳宫金刃”，姬周天命来自“凤鸣岐山”的这些传说，实际上都是对历史上曾经真实发生过的五星聚天象的解读与演绎。上至夏商周，下至唐宋明清，天命政治贯穿其中。沿着这条线索，我们能够了解：天命谁得谁失，如何转移？历代统治者又是如何证明自身乃天命所归？\n\n✫在天象与史册对照中，发现历史深处的人谋与机心\n\n史册煌煌，却真假难辨，而天象有迹可循。借由相关科学手段复原曾经所发生的天象，与文献相对，我们发现——原发生在汉高祖二年的五星聚，《汉书》将其提前记在了汉高祖元年；韦后、吕后执政期间发生名副其实的五星聚，却不见载于后世史书；《宋史》中指向宋孝宗的八次五星俱见，有六次实际上名不副实。为什么如此操作？——深入历史记载的矛盾、掩饰、暗藏谎言之处，窥见其中的秘史与隐情，尽可能地触摸到被湮没的真相。\n\n✫复原夏商周建国大业，找寻失落的上古年表\n\n天象周流不息却千万年自有节律，自然也是上古三代更替的见证者。结合天文学研究、传世文献与考古发现等反复推算，从假设到一步步验证，形成相对合理的时空框架，让遥远的夏商周逐渐清晰：对商汤灭夏的地望、夏朝的国都等诸多古地名加以探索；对夏商周三代的相关年代以及武王伐纣的时间线进行推测，将其列成一年一行或一天一行的时间表，前者有一千多行，后者也有一二百行，聚讼纷纭的夏商周断代得以穿越迷雾显现在眼前。\n\n✫梳理5000年来古人观星脉络，感受中国古代天文与传统文化的魅力\n\n在天人感应的传统思想下，占星学说对于古代权谋斗争具有重要影响，但五星聚等星占意义并非一成不变：五星聚从夏商周起，象征着改朝换代，但到南北朝时，从强调其预兆必然应验变成了可能应验，与此同时，四星聚也被赋予了象征王朝易代的可能，后来又有文昌之符、盛世祥瑞的寓意……占星学说源远流长、应时而变，表现了中国古代天文独特的智慧与经验，也展现了涵括五行思想在内的中国独特的文化传统。\n\n✫采用天文学等多种方法探讨历史，在传统认知外开拓新视野\n\n作者以五星聚等特殊星象为线索，对5000年间重大历史事件的内幕进行探讨，角度奇特、立意新颖。在自成一体的思路与论述之下，又不故作颠覆，而是利用星象软件模拟历史天象，同时对大量文献记载加以归整与分析，并参考考古发现的成果，通过多领域综合研究提高论证的说服力。天马行空的想象与脚踏实地的求证并行，给历史提供全新的解释方式，为意欲探索历史真相的读者带去富有启发性的思考。\n\n📔内容简介 📔\n\n“五星出东方，利中国。”在数千年的中国王朝历史中，观测天象的变化常被用来预测人事的吉凶。“五星聚”等特殊星象被视为天命的使者，在历代权谋斗争中往往具有重要的影响，然而其寓意并非一成不变，背后还牵连着许多秘史与隐情。\n\n本书以“五星聚”等特殊天象为线索，以科学的方法来研究有关观测与利用星象的历史。结合天文学研究、传世文献和考古发现，对夏、商、周的时空框架以及舜禹禅让、商汤灭夏、武王伐纣等上古史事加以详细推定，对秦汉以来诸吕之乱、韦后之乱、安史之乱等重大历史风云中的隐秘史事进行深入探寻。', '9787522518466', '2023-11-20 11:51:45', 'admin');
INSERT INTO `book` VALUES ('1726448502991175682', '苏珊·桑塔格访谈录', 'http://localhost:9001/attachment/FILE/4ee2b36ad33139781f40decde93fb6c2.jpg', '[美] 乔纳森·科特 / [美] 苏珊·桑塔格', '广西师范大学出版社', '文学', '我创造了我自己', '栾志超', 'Susan Sontag: The Complete Rolling Stone Interview', '2023-10', 200, '【编辑推荐】\n\n※苏珊·桑塔格：行过人生的高峰与低谷，12小时访谈全记录\n\n她是苏珊·桑塔格，当代西方声名卓著的知识分子；\n\n她被誉为“美国公众的良心”“大西洋两岸第一批评家”；\n\n她的代表作《反对阐释》《疾病的隐喻》《论摄影》，在众多领域引发思想地震；\n\n她是作家，是文学巨星，也是母亲、女人，和孩子。\n\n经历过文坛的无数交锋，她的对手是癌症——这一次，她赢了；\n\n病愈后，她用前所未有的12小时长篇访谈，进一步敞开自己的世界，\n\n展现出感性与理性的无数分身，用谈话谱写自传。\n\n※一次对伟大灵魂的贴身观看，一场高速对撞的思想现场：\n\n从巴黎公寓到纽约摇滚现场，从癌症经历追溯到“荒漠”童年，\n\n机锋迸发，神采飞扬，闪烁智性光芒。\n\n阅读是——“我轻微的自毁”；\n\n写作是——“有违天性的活动”；\n\n身体是——“一台有一定使用期限的机器”；\n\n摄影是——“反映这个社会所有复杂性、矛盾性和含糊性的核心”；\n\n碎片是——“我们这个时代的艺术形式”；\n\n性是——“一个非常黑暗的领域，是邪恶的剧场”；\n\n父权体系是——“错误且压迫性的”；\n\n活着是——“一种侵略”……\n\n※从“荒漠般的童年”到“自学成才”——我们时代最睿智的文化偶像，揭示铸就自我的秘密\n\n正如“女人不是天生的，而是被塑造成的”，\n\n这位被公认的伟大女性也同样这么认知自己：\n\n——桑塔格之为桑塔格，是由她自己亲手塑造的。\n\n“我认为我创造了我自己。我甚至认为我是自学成才。\n\n我从来不是谁的弟子，也不是谁的妻子、情人或女儿。”\n\n※方脊精装小开本，盈盈一握出行通勤，思想宝藏“小红书”\n\n银盐胶片质感肖像，折射桑塔格对摄影美学的无限思考；\n\n鲜红封皮，嫣蓝衬纸，别致设计，撞色人生。\n\n【内容简介】\n\n1978年，乔纳森·科特受《滚石》杂志委托，先后在巴黎和纽约对苏珊·桑塔格进行了深入采访。\n\n他们论及写作、阅读、阐释、摄影和社会思潮，也谈到性、爱、摇滚乐和当代生活的碎片……\n\n不同于以往颇具论战性的激进形象，在对话中，她展现出自我的多个分身与生命中无数私密切片，\n\n以及桑塔格之为桑塔格的重点所在：\n\n“要平静地去爱，毫不含糊地去信任，毫无自嘲地去希望，勇敢地行动。”\n\n【名人推荐】\n\n无论是对这位评论家、小说家的忠实拥趸来说，还是对第一次接触这位大思想家的读者而言，本书都是极佳的参考资料。\n\n——《出版人周刊》\n\n桑塔格常被视为一位激进、极端的知识分子，而本书所呈现的，则是对这位已故文化偶像的一次极具感性的访谈。\n\n——《柯克斯书评》', '9787559860279', '2023-11-20 11:52:54', 'admin');
INSERT INTO `book` VALUES ('1726448834576072705', '我们为什么会抑郁', 'http://localhost:9001/attachment/FILE/d716b4994b4df1a025dda1aef758c5a1.jpg', ' [英]达里安·利德', '东方出版中心', '象形文字·心理译丛', '哀悼、忧郁与精神分析', ' 王婧 / 金伟闯', 'The New Black: Mourning, Melancholia, and Depression', '2023-10-10', 214, '亲人逝世，往事难追，悲伤无处安放；\n\n友人别离，渐行渐远，孤独感大肆蔓延；\n\n世事无常，一切悬而未决，未知的恐惧难以消解；\n\n……\n\n在生活中，显著或微小的抑郁情绪无处不在，现代人为了摆脱抑郁的纠缠，往往求助于药物治疗。但在《我们为什么会抑郁》中，精神分析师达里安·利德指出，对药物的依赖会让我们忽略抑郁的真正根源。抑郁更多与丧失和告别有关，是我们对过往的哀悼和忧郁。当熟悉的关系不复存在，新的连接尚未确立，“我是谁”的终极问题便随之浮出水面，利德结合丰富的案例分析告诉我们，唯有直视对失落之物、已逝之人的留恋乃至憎恨，才能真正理解心灵的失序，从而重建自我的内在世界。', '9787547322291', '2023-11-20 11:54:13', 'admin');
INSERT INTO `book` VALUES ('1726449146888142850', '散步', 'http://localhost:9001/attachment/FILE/0b1c9718528bc9a75d3b60405be7de78.jpg', '[瑞士]罗伯特·瓦尔泽', '广西师范大学出版社', '小说', '罗伯特·瓦尔泽中短篇小说集', '王雨宽 编译', 'Der Spaziergang und andere Geschichten', '2023-11', 384, '【编辑推荐】\n\n⭐现代德语文学奠基人罗伯特·瓦尔泽中短篇小说集，精心编选，全新呈现！\n\n他被誉为 “错过了时间的散步者”“细微之处的洞见者”“命运如雪的诗人”；\n\n他是被埋没的天才作家，一生坚持不懈地为小人物著书立传；\n\n他与穆齐尔、卡夫卡齐名，影响深远，被追认为现代德语文学奠基人。\n\n罗伯特·瓦尔泽——“柏林三部曲”+精选故事集，德语直译，全新译本携手出版！\n\n⭐你最爱的作家们都爱罗伯特·瓦尔泽！\n\n弗兰茨·卡夫卡、瓦尔特·本雅明、赫尔曼·黑塞、斯蒂芬·茨威格、托马斯·伯恩哈德、埃利亚斯·卡内蒂、温弗里德·塞巴尔德、马丁·瓦尔泽、苏珊·桑塔格、J. M. 库切、彼得·汉德克……一致推崇！\n\n⭐“日常之物已经足够美丽丰满，可以从中擦出诗意的火花”\n\n在小女孩的眼中，有着整个柏林文艺圈的虚伪；\n\n穷苦的工人，得空时也会写两篇短短的散文诗；\n\n没长脑袋的男人，只在肩膀以上顶着空心南瓜；\n\n诗人荷尔德林在无望的爱情中挣扎，精神分裂；\n\n雪落下的时候，万事万物都陷落于洁白的孤寂……\n\n与同时代作家放眼全人类的志向不同，瓦尔泽选择用笔雕琢日常中的细微之物。\n\n⭐选篇横跨瓦尔泽的创作生涯，力图全面呈现其创作主题与风格\n\n本书译者王雨宽从瓦尔泽的9部文集中，精心编选25篇代表性小说，\n\n并结合作家生平、作品年表与篇目赏析撰写导读，\n\n带领读者一起回顾这位伟大作家的渺小一生。\n\n⭐知名青年设计师汐和操刀，方脊精装小开本，山系冷峻风设计，四色雨花纸超质感呈现\n\n包边书脊，峰峦叠嶂，是环绕着瑞士作家的自然环境；\n\n冷峻裱封，如德语文学一贯的语气，雪中取火，面冷心热；\n\n沙灰色雨花纸，代表温润的泥土气息，带上《散步》，与瓦尔泽一起散步吧！\n\n-\n\n【名人推荐】\n\n要是瓦尔泽有十万个读者，世界将变成一个更好的所在。\n\n——赫尔曼·黑塞\n\n正是在罗伯特·瓦尔泽的作品中，我们第一次注意到一种非同寻常的、难以描述的荒疏。这种虚无就是重量，这种混乱就是毅力——这是读者在阅读瓦尔泽作品时所能想到的事实……《散步》是现代文学最深刻的产物之一。\n\n——瓦尔特·本雅明\n\n瓦尔泽的作品充满了柔美、梦幻、自由和丰富的道德内涵，令人回想起那些无关功利的、懒散的岁月。\n\n——罗伯特·穆齐尔\n\n瓦尔泽写作艺术的道德核心，在于对权力、对统治的抗拒……只有在最纯熟、最高雅的艺术作品中，才能找到瓦尔泽式的美德。他是用文字创作的保罗·克利、好脾气的贝克特，是一位真正出色、令人心碎的作家。\n\n——苏珊·桑塔格\n\n人们如何能够理解一位深受阴影折磨，却在每一页作品中点亮最柔和之光的作家，一位用最纯粹的绝望创作出幽默速写的作家，一位几乎总在写同样的事物却从不自我重复的作家，一位在地上稳稳站立却总在云中迷失的作家？瓦尔泽一直是常伴我左右的伙伴。\n\n——温弗里德·塞巴尔德\n\n瓦尔泽的风格难以模仿，因为它悬于一道深渊之上，而这道深渊至今无人能够探入……但瓦尔泽笔下的人物，凭借某种先验的平衡，顺利地行走于深渊的边缘，几乎在此翩然起舞。\n\n——吉奥乔·阿甘本\n\n最能展现瓦尔泽优点的，是他以最轻微的反讽来审视水彩式浓淡情绪的短篇小说，以及那些像蝴蝶翅膀般敏感地应对情感流逝的散文。他自己那不平坦，却以其特有的方式让人断肠的一生，是他唯一真正的题材。\n\n——J. M. 库切\n\n二十世纪最伟大的德语作家之一。\n\n——胡安·何塞·赛尔\n\n有趣、美丽得令人难以置信。\n\n——约翰·阿什贝利\n\n《散步》是开始阅读瓦尔泽的理想起点，为他的长篇小说和微型手稿搭建起一种桥梁……小说中的散步是为了寻找自由，它本身就是一种自由的行为；而写作时可以随心所欲地辱骂，或藏在礼仪的表象之下。《散步》试图使写作接近生活，使其受制于环境和偶遇，尽管有明显的人工痕迹，这个故事仍然极为感人。\n\n——《泰晤士报文学增刊》\n\n-\n\n【内容简介】\n\n1956年圣诞节，罗伯特·瓦尔泽死于阿尔卑斯山的雪地里，\n\n先是被一只猎狗发现，接着是附近的农民，然后是整个世界。\n\n文学界终于开始关注这位生前落魄的作家。\n\n事实上，长篇小说仅是他创作的冰山一角，\n\n大量体裁自由的中短篇作品，才真正奠定了瓦尔泽的文学地位：\n\n有暗黑忧郁的成人童话，有小人物的困窘生活，\n\n有对前代作家的传记式虚构，有对自然景观的工笔画描摹。\n\n本书精选其中的二十五则，力图全面呈现瓦尔泽的创作主题与风格。', '9787559862334', '2023-11-20 11:55:27', 'admin');
INSERT INTO `book` VALUES ('1726449464686362625', '疼痛的故事', 'http://localhost:9001/attachment/FILE/dab3dc872d92f784fcd7336846c3b844.jpg', '[新西兰] 乔安娜·伯克', '光启书局', '文学', '', '王宸', 'THE STORY OF PAIN:FROM PRAYER TO PAINKILLERS', '2023-11', 450, '【编辑推荐】：\n\n沃尔夫森历史奖与弗兰克尔奖得主重磅著作，讲述一部跨越三百年的疼痛文化史。在如今这个充斥着积极心理学、保健品与镇痛药物的时代，疼痛被看作虚弱的象征，需要被掩盖和克服，本书让我们重识疼痛，看到痛苦自有其意义。\n\n颠覆我们对疼痛的惯常认知，疼痛不只是生理现象，也是社会事件，是在社会环境中被感受、见证和塑造的。为疼痛研究提供了新的阐释框架。\n\n疼痛不是公平分配的，哪些人能获得同情与止痛药，哪些人却只能默默忍耐？疼痛是否由经济剥夺和基本生存条件的匮乏造成？疼痛之间是否存在等级？疼痛与性别、种族、阶级都密不可分，权力政治将它渗透了一遍又一遍。\n\n跨越医疗、伦理、法律、社会政治、性别、哲学等诸多领域，了解疼痛的历史让我们反思如何在痛苦中自处、如何应对他人的痛苦，也为政策制定与医疗照护提供参考。\n\n“光启情感史”系列新作，由美国罗文大学历史系教授、北京大学长江讲座教授王晴佳策划主编，北京大学医学人文学院教授丛亚丽、复旦大学历史系教授高晞等鼎力推荐。\n\n【内容简介】：\n\n我们如何讲述自己的疼痛？如何应对疼痛？\n\n沃尔夫森历史奖与弗兰克尔奖得主重磅著作，一部跨越三百年的疼痛文化史。\n\n在逃避痛苦的时代，让我们看到疼痛自有其意义。\n\n从牙痛、头痛、痛经、肌肉痛，到精神痛苦，每个人都为疼痛所扰，都试图用各种形象的隐喻来描述它。从“积极的情感体验”到需要战胜的“邪恶”，人们对于疼痛的认知和讲述发生了怎样的改变？有些人借此展现英雄气概，有些人则无权喊疼；有些人被认为对疼痛天生敏感，有些人则似乎特别耐疼……是什么造成了这些差异？人们在痛苦时如何自处？\n\n本书讲述了18世纪以来关于疼痛的故事，横跨医学、文学、宗教、生物等各领域，考察人们对疼痛的讲述发生了哪些变化，信仰、性别、种族、阶级等意识形态因素产生了怎样的影响，展现了身体、意识、文化、语言之间的动态联系，为我们理解疼痛提供了新方法。\n\n【媒体评论】：\n\n疼痛是一种涵盖身体、心灵和文化的现象，它困扰哲学家的思考，刺激科学家的研究，让语言学家不知如何定义，但这不是一部讲述如何认识和治疗疼痛的医学史，而是一部关于疼痛的思想史著作，读后我们会知道为什么“疼痛是一种文化现象”。\n\n——复旦大学历史系教授 高晞\n\n疼痛因其有善恶的元素，是医学伦理学和人类学等学科关注的重要议题。本书从历史、社会、文学、医疗等视角展示了不同文化对它的理解，让读者可以充分理解疼痛如何贯通于生理、情感、理智和宗教等领域。疼痛的魅力在于有人赞美它，借助它提升自身的忍受力和控制力，也有人憎恶它，希望远离这种煎熬。\n\n——北京大学医学人文学院教授 丛亚丽\n\n本书是一本内容详实、发人深省、引人入胜的历史学术著作。伯克为疼痛的研究提供了一个革命性的新框架，并深入探索了西方世界从18世纪至今疼痛性质的广泛转变。它开辟了历史探究的新途径，也可以为政策制定者和公众提供参考。\n\n——《历史评论》\n\n本书举例丰富，说明了关于其主题的医学、宗教、种族和性别话语，以及这些话语在向公众提供医疗服务方面曾经和仍在产生的影响……这是一本引人入胜的读物。\n\n——《图书馆学报》', NULL, '2023-11-20 11:56:43', 'admin');
INSERT INTO `book` VALUES ('1726449783965171713', '乱神馆记·蝶梦', 'http://localhost:9001/attachment/FILE/bd5a0940d2685547dda5181f2278542b.jpg', '水天一色', '浙江文艺出版社', '丛书', NULL, NULL, NULL, '2023-10', 268, '唐朝天宝年间，长安城中的一处宅邸发生命案。\n\n死者的宝物黑珍珠也同时被盗。\n\n伤心欲绝的丈夫\n\n心事重重的管家\n\n忽然消失的婢女\n\n看似忠厚的仆从\n\n到底谁才是幕后的真凶？\n\n就由长安城西乱神馆馆主离春来为您揭开真相！\n\n————————————————————————————\n\n★岛田庄司亲选“亚洲优秀推理小说系列”中国大陆唯一入选作品\n\n★华语原创推理的必读书目\n\n★大唐不夜城 ✕ 伏线流推理\n\n本书2009年由讲谈社出版日文版\n\n绝版十余年 终于再出版', '9787533973568', '2023-11-20 11:57:59', 'admin');
INSERT INTO `book` VALUES ('1726449783965171716', '你以为你是谁', 'http://localhost:9001/attachment/FILE/99afc14c5cf0bdca3ae8b175c7d8b22c.jpg', '[加] 艾丽丝·门罗', '北京十月文艺出版社', '新经典文库：艾丽丝·门罗作品', '', '邓若虚', 'Who Do You Think You Are?', '2023-10', 294, '⚡⚡⚡从沉睡中醒来，如果你敢的话。\n\n·\n\n诺贝尔文学奖得主艾丽丝·门罗轰动文坛的冒犯之作！\n\n最锐利的门罗！“她不会变成那种‘恰当’的女人。”\n\n月经羞耻、容貌焦虑、性骚扰；阶层差异、亲密关系、婚姻困境、母职枷锁……生命中的决定性时刻，叙写一个女人不断出走的一生。\n\n2023年焕新校译，精心修订，力现门罗的精准凌厉与丰沛能量。\n\n·\n\n母亲因病早逝后，女孩露丝与父亲及继母一同生活在家乡小镇尘土飞扬的一端。伴着“庄严的鞭打”和“半个柚子”的叫喊声，露丝走过她的童年。当驶向大都会的火车轰隆向前，露丝也开始像春天里迁徙的“野天鹅”一样羽翼渐丰。奇遇般的初恋为她带来更为优渥的生活，可“乞丐新娘”的诅咒却从不曾消失；几段情感的纠葛，伴随着激情的一次次萌发缠绕而来又悄然退散，是苦中作乐的“淘气”，也是无可奈何的“天意”。最后，行至中年的露丝终于又回到自己的生身之地，回到一切故事的起始点，向内心深处最隐秘的自我发出质问——你以为的你，是谁？\n\n从首次遭遇性骚扰、初尝情欲与被侵犯的滋味，到离开小镇、通过婚姻实现阶层跃升，以及在为人妻母的角色中对抗生活的沉闷与无常……十个故事，十个生命中的决定性瞬间。艾丽丝·门罗在《你以为你是谁》这部短篇小说集中，以少见的凌厉外显的笔触，叙写一个女人不断出走的一生。\n\n·\n\n⚡诺贝尔文学奖得主、当代短篇小说大师艾丽丝·门罗轰动文坛的冒犯之作！\n\n◇获誉无数：加拿大总督文学奖｜布克奖决选作品｜美国《国家》杂志年度最佳小说｜超人气读书节目《我在岛屿读书》力推\n\n◇名家盛赞：苏童、玛格丽特·阿特伍德、乔纳森·弗兰岑、王安忆、张悦然等名家鼎力推荐！\n\n◇如果你认真阅读门罗的作品，你迟早会在她的故事里，与自己相遇。这是一场总能让你颤栗、偶尔让你改变，却绝不会击溃你的遭逢。——诺贝尔文学奖授奖词\n\n◇艾丽丝·门罗在“扫地”的时候，从一堆垃圾当中，都能扫出珠宝来。——苏童\n\n◇像她这样的作家，经常被认为无论已经多么出名，都应该更出名。——玛格丽特·阿特伍德\n\n◇读门罗的小说让我陷入静静的深思，反省自己的人生：那些我所做过的决定，我做过的和没做过的事情，我是个什么样的人，我将怎样面对死亡。当我说小说是我的信仰时，她是为数不多的几个我想到的作家之一。——乔纳森·弗兰岑\n\n◇艾丽丝·门罗是最没有争议的诺贝尔文学奖得主。——詹姆斯·伍德\n\n·\n\n⚡最锐利的门罗！“她不会变成那种‘恰当’的女人。”\n\n◇以反叛之姿，毫不妥协地探求自我：“她清楚自己的固执，她并不想改变。”\n\n◇走出浪漫爱的虚假幻景，直视爱情的劫掠：“让她厌恶的是爱本身。是甘愿被征服，是自我降格、自我欺骗。”\n\n◇当一个女人想要脱胎换骨：“她不受制于任何东西，她不处于过去或者未来，不处于爱情，或者任何人的掌控之下。”\n\n◇无惧“荡妇羞辱”，大胆探索欲望：“当我们驾着贪婪的冰凉波浪时，当我们得到了贪婪的许可，事情越坏才越好呢。”\n\n◇艾丽丝·门罗以一种毫不妥协的方式证明，爱很少能拯救我们，也很少能带来可靠的幸福，而且很少有事情能像我们自己的梦想一样毁灭我们。——诺贝尔文学奖授奖词\n\n◇门罗经常在她的小说里，让她的女性人物与自己的欲望角力。门罗感兴趣的是让她们以及读者在这个过程中，更深层地认识欲望究竟是怎样的事物。——张悦然\n\n·\n\n⚡十个生命中的决定性瞬间，叙写一个女人不断出走的一生。\n\n◇“非典型”门罗：十则经典名篇，同一位主人公，“这就是门罗的长篇”！\n\n◇月经羞耻、容貌焦虑、性骚扰；阶层差异、亲密关系、婚姻僵局、母职枷锁……女性一生必经的种种困境、危险与可能的转机，都在这本书里了。\n\n◇中国读者深度共情：\n\n门罗太了解女人了，成长的故事里每一种情绪我都经历过。——豆瓣读者@liegenbleiben\n\n《你以为你是谁》这个书名，不是我们以为的愤懑反问，不是，它其实是一个很直白简单的直陈问句：你是谁？玫瑰（露丝）如同今敏镜头里的“千年女优”，永远在奔跑，永远在追逐：成就，情爱，最后在生身之地直面自己：你以为的你，是谁？——豆瓣读者@拉维克\n\n·\n\n在当代英语文坛，艾丽丝·门罗是最重要的作家之一。“解剖”一词能够接近门罗的小说的特质。那些隐藏在人性阴暗处的丑陋，那些隐秘的情欲，对于痛苦的沉溺，以及为生活的多样性和完整性的喜悦，这些元素都混杂在了一起。 ——玛格丽特·阿特伍德\n\n艾丽丝·门罗的作品打开了通往内心世界的大门。门罗写的是真正的救赎——因为她展示了有多少不同寻常的东西可以融入到被称为“平凡”的拥挤的空虚之中。——诺贝尔文学奖授奖词\n\n门罗的小说总是能绕过窠臼，超出规定好的逻辑，最终抵达意外之境界。——王安忆\n\n在门罗的多数小说里，不管女主人公的遭遇多么悲惨，最终还是有一份慰藉在那里。她们充分了解了自己的处境，并且这种了解一定不会没有用。它总是可以适当地改变女人们的人生。——张悦然\n\n艾丽丝·门罗的《你以为你是谁》到底是一部故事集还是一种新的长篇小说，我不太确定，但无论它是什么，它都很棒。这本书具有令人愉悦的心理精度和令人吃惊的转折——时间上意想不到的跳跃，熟悉的人物的转变。——约翰·加德纳\n\n一部普鲁斯特式的、极具才华和深度的作品。——《新政治家》\n\n她是我们时代的契诃夫，她将会比同时代的其他作家更长久地被读者记住。——辛西娅·奥兹克\n\n门罗是描写“决定性的瞬间”和“人生的岔路口”的大师。——亚马逊读者', '9787530222768', '2023-11-16 16:56:05', 'admin');

-- ----------------------------
-- Table structure for comment
-- ----------------------------
DROP TABLE IF EXISTS `comment`;
CREATE TABLE `comment`  (
  `id` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT 'ID',
  `book_id` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '书籍ID',
  `score` double NOT NULL COMMENT '评分',
  `description` varchar(512) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '评论内容',
  `create_time` datetime NULL DEFAULT NULL COMMENT '创建时间',
  `create_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '发布人',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci COMMENT = '评论表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of comment
-- ----------------------------
INSERT INTO `comment` VALUES ('1726492074851385345', '1726448834576072705', 5, '123', '2023-11-20 14:46:02', 'admin');
INSERT INTO `comment` VALUES ('1726493147905363969', '1726448834576072705', 4, '其实很想了解佐佐木馆长。 他简单的口述充满了智慧。 惠子最后一段是：“就算成年之后，我的性格里也一直存在着扭曲的部分，我对自己不健全的身体感到不满，是真斗拳馆的佐佐木馆长拯救了陷入痛苦无法自拔的我。虽然我已经是社会上所说的中年妇女，但是遇见佐佐木馆长之后，他让我找回了童心，让我重拾了坦诚的精神。我对他表示由衷的感谢。 我希望有一天自己也能成为像馆长那样温柔又强 的仔在。”', '2023-11-20 14:50:18', 'admin');
INSERT INTO `comment` VALUES ('1726493414163976193', '1726448834576072705', 4, '惠子自身的自传，语言偏向朴实，也没有什么华丽词藻，对于电影之上心理活动的复杂语言是占有了优势，简短真实但有似乎缺少太多太多的细节想要细究。', '2023-11-20 14:51:21', 'admin');
INSERT INTO `comment` VALUES ('1726498798962425857', '1726448834576072705', 2, '哈哈哈哈哈', '2023-11-20 15:12:45', 'admin');
INSERT INTO `comment` VALUES ('1726507870432448513', '1726449146888142850', 3.5, '感觉和一般', '2023-11-20 15:48:48', 'user1');
INSERT INTO `comment` VALUES ('1726507945573404674', '1726449146888142850', 0, '上海水水水水2', '2023-11-20 15:49:06', 'user1');

-- ----------------------------
-- Table structure for sys_authority
-- ----------------------------
DROP TABLE IF EXISTS `sys_authority`;
CREATE TABLE `sys_authority`  (
  `id` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT 'ID',
  `name` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '权限名称',
  `description` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '权限描述',
  `create_time` datetime NULL DEFAULT NULL COMMENT '创建时间',
  PRIMARY KEY (`id`) USING BTREE,
  UNIQUE INDEX `sys_authority_pk`(`name` ASC) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci COMMENT = '权限表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of sys_authority
-- ----------------------------

-- ----------------------------
-- Table structure for sys_file
-- ----------------------------
DROP TABLE IF EXISTS `sys_file`;
CREATE TABLE `sys_file`  (
  `id` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '主键',
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '文件名称',
  `md5` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT 'md5',
  `path` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '文件路径',
  `create_time` datetime NULL DEFAULT NULL COMMENT '创建时间',
  `create_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '创建人',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci COMMENT = '文件表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of sys_file
-- ----------------------------
INSERT INTO `sys_file` VALUES ('1725074259246252033', 's34665044.jpg', '0d812195240ea928bdcf2f2c9b0fcaa9', 'FILE/0d812195240ea928bdcf2f2c9b0fcaa9.jpg', '2023-11-16 16:52:08', 'admin');
INSERT INTO `sys_file` VALUES ('1725075054628847617', 's34665044.jpg', '0d812195240ea928bdcf2f2c9b0fcaa9', 'FILE/0d812195240ea928bdcf2f2c9b0fcaa9.jpg', '2023-11-16 16:55:18', 'admin');
INSERT INTO `sys_file` VALUES ('1725395353647923201', 's34652214.jpg', '99afc14c5cf0bdca3ae8b175c7d8b22c', 'FILE/99afc14c5cf0bdca3ae8b175c7d8b22c.jpg', '2023-11-17 14:08:03', 'admin');
INSERT INTO `sys_file` VALUES ('1725397442092548098', 's34648676.jpg', 'f627e9f73f5bc63c5bf241ca71a95cba', 'FILE/f627e9f73f5bc63c5bf241ca71a95cba.jpg', '2023-11-17 14:16:21', 'admin');
INSERT INTO `sys_file` VALUES ('1726447935115968514', 's34699511.jpg', 'e9abaa002245987d56769b3f95dae38c', 'FILE/e9abaa002245987d56769b3f95dae38c.jpg', '2023-11-20 11:50:38', 'admin');
INSERT INTO `sys_file` VALUES ('1726448306722914306', 's34673321.jpg', '4ee2b36ad33139781f40decde93fb6c2', 'FILE/4ee2b36ad33139781f40decde93fb6c2.jpg', '2023-11-20 11:52:07', 'admin');
INSERT INTO `sys_file` VALUES ('1726448603553808385', 's34673063.jpg', 'd716b4994b4df1a025dda1aef758c5a1', 'FILE/d716b4994b4df1a025dda1aef758c5a1.jpg', '2023-11-20 11:53:18', 'admin');
INSERT INTO `sys_file` VALUES ('1726448953165824001', 's34679390.jpg', '0b1c9718528bc9a75d3b60405be7de78', 'FILE/0b1c9718528bc9a75d3b60405be7de78.jpg', '2023-11-20 11:54:41', 'admin');
INSERT INTO `sys_file` VALUES ('1726449246288953345', 's34677669.jpg', 'dab3dc872d92f784fcd7336846c3b844', 'FILE/dab3dc872d92f784fcd7336846c3b844.jpg', '2023-11-20 11:55:51', 'admin');
INSERT INTO `sys_file` VALUES ('1726449583963979777', 's34666467.jpg', 'bd5a0940d2685547dda5181f2278542b', 'FILE/bd5a0940d2685547dda5181f2278542b.jpg', '2023-11-20 11:57:11', 'admin');

-- ----------------------------
-- Table structure for sys_role
-- ----------------------------
DROP TABLE IF EXISTS `sys_role`;
CREATE TABLE `sys_role`  (
  `id` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT 'ID',
  `name` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '角色名称',
  `description` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '角色描述',
  `create_time` datetime NULL DEFAULT NULL COMMENT '创建时间',
  PRIMARY KEY (`id`) USING BTREE,
  UNIQUE INDEX `sys_role_pk`(`name` ASC) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci COMMENT = '角色表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of sys_role
-- ----------------------------

-- ----------------------------
-- Table structure for sys_role_authority
-- ----------------------------
DROP TABLE IF EXISTS `sys_role_authority`;
CREATE TABLE `sys_role_authority`  (
  `id` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT 'ID',
  `role_id` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '角色名称',
  `authority_id` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '角色描述',
  `create_time` datetime NULL DEFAULT NULL COMMENT '创建时间',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci COMMENT = '角色权限关联表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of sys_role_authority
-- ----------------------------

-- ----------------------------
-- Table structure for sys_user
-- ----------------------------
DROP TABLE IF EXISTS `sys_user`;
CREATE TABLE `sys_user`  (
  `id` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '主键',
  `username` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '用户名',
  `password` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '密码',
  `nickname` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '昵称',
  `role` enum('ADMIN','USER') CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '角色',
  `create_time` datetime NULL DEFAULT NULL COMMENT '创建时间',
  `create_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '创建人',
  PRIMARY KEY (`id`) USING BTREE,
  UNIQUE INDEX `sys_user_pk`(`username` ASC) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci COMMENT = '用户表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of sys_user
-- ----------------------------
INSERT INTO `sys_user` VALUES ('1', 'admin', 'admin', '管理员', 'ADMIN', '2023-11-16 16:14:28', NULL);
INSERT INTO `sys_user` VALUES ('1726509301751218177', 'user1', 'user1', 'user1', 'USER', '2023-11-20 15:54:29', NULL);

SET FOREIGN_KEY_CHECKS = 1;
